iDocs/Base/Data/Requests/AttachmentContentRequest.xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">	<S:Header>		<ServiceContext xmlns="http://context.core.datamodel.fs.documentum.emc.com/" token="#TOKEN#">			<Identities xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 						password="#PASSWORD#" 						repositoryName="#REPOSITORY#" 						userName="#USERNAME#" 						xsi:type="RepositoryIdentity">			</Identities>		</ServiceContext>	</S:Header>	<S:Body>		<ns1:getContent xmlns:ns1="http://ws.services.dfs.dms.korusconsulting.ru/">			<r_object_id>#ATTACHMENT_ID#</r_object_id>		</ns1:getContent>	</S:Body></S:Envelope>